{
  "home": "الرئيسية",
  "quote": "تاريخ كتبناه بالدم والصبر على درب الوطن.",
  "history1": "التاريخ",
  "culture1": "الثقافة",
  "literature": "فلسطين بعيون الكتاب",
  "arts": "الفنون الشائعة",
  "userReflections": "فلسطين بعيون الفلسطينيين",
  "learnMore":"لمعرفة المزيد",
  "history": {
    "ancient": {
      "title": "الفترة القديمة",
      "date": "حوالي 3000 ق.م - 1200 ق.م",
      "details": "بدأت الفترة القديمة في فلسطين حوالي 3000 ق.م مع الحضارة الكنعانية، التي اشتهرت بالتجارة والمدينة-الدولة وتطوير أول لغة مكتوبة. وضعت هذه الفترة الأساس للتأثيرات الثقافية والدينية في المنطقة.",
      "link": "https://www.worldhistory.org/canaan/"
    },
    "egyptianAssyrian": {
      "title": "الفترات المصرية والآشورية",
      "date": "حوالي 1550 ق.م - 605 ق.م",
      "details": "خضعت فلسطين لتأثير الإمبراطوريات المصرية والآشورية. حيث أقام الفراعنة المصريون السيطرة، مما جعل فلسطين جزءًا من طرقهم التجارية ومجالاتهم الثقافية، بينما بسط الآشوريون سيطرتهم لاحقًا على المنطقة.",
      "link": "https://www.britannica.com/place/Palestine/Egyptian-and-Assyrian-periods"
    },
    "israeliteKingdoms": {
      "title": "الممالك الإسرائيلية",
      "date": "حوالي 1050 ق.م - 586 ق.م",
      "details": "أقام الإسرائيليون ممالك في فلسطين، وظهرت ممالك إسرائيل ويهوذا. أصبحت القدس مركزًا دينيًا وسياسيًا حتى فترة النفي البابلي في 586 ق.م.",
      "link": "https://www.biblicalarchaeology.org/daily/ancient-cultures/ancient-israel/the-archaeology-of-ancient-israel/"
    },
    "persianPeriod": {
      "title": "الفترة الفارسية",
      "date": "539 ق.م - 332 ق.م",
      "details": "تحت الحكم الفارسي، عاد اليهود المنفيون إلى فلسطين وبدأوا في إعادة بناء القدس وهيكلها. شهدت هذه الفترة صعود مؤسسات وقوانين دينية جديدة.",
      "link": "https://www.jewishvirtuallibrary.org/the-persian-period-538-332-b-c-e"
    },
    "hellenisticPeriod": {
      "title": "الفترة الهلنستية",
      "date": "332 ق.م - 63 ق.م",
      "details": "بعد فتوحات الإسكندر الأكبر، أثرت الثقافة اليونانية في فلسطين. تنافست الأسر السلوقية والبطلمية على السيطرة، ما أدى إلى نزاعات مثل ثورة المكابيين، التي أدت إلى فترة قصيرة من الحكم الذاتي اليهودي.",
      "link": "https://www.britannica.com/place/Palestine/Hellenistic-and-Hasmonean-periods"
    },
    "romanByzantine": {
      "title": "الفترات الرومانية والبيزنطية",
      "date": "63 ق.م - 638 م",
      "details": "ضمت روما فلسطين إلى إمبراطوريتها، وشهدت هذه الفترة ولادة ودعوة السيد المسيح. لاحقًا، حكمت الإمبراطورية البيزنطية، وانتشرت المسيحية في جميع أنحاء المنطقة.",
      "link": "https://www.britannica.com/place/Palestine/Roman-period"
    },
    "earlyIslamic": {
      "title": "الفترة الإسلامية المبكرة",
      "date": "638 م - 1099 م",
      "details": "فتح الخليفة الإسلامي فلسطين، مما أسس سكانًا غالبيتهم مسلمون. أصبحت القدس موقعًا دينيًا هامًا، وازدهر فيها الفن المعماري الإسلامي.",
      "link": "https://www.islamiclandmarks.com/palestine"
    },
    "crusaderAyyubid": {
      "title": "الفترات الصليبية والأيوبية",
      "date": "1099 م - 1291 م",
      "details": "استولى الصليبيون الأوروبيون على القدس، وأنشأوا مملكة القدس. فيما بعد، هزم القائد المسلم صلاح الدين الصليبيين، وأعاد المنطقة إلى الحكم الإسلامي تحت الدولة الأيوبية.",
      "link": "https://www.britannica.com/event/Crusades"
    },
    "mamlukPeriod": {
      "title": "الفترة المملوكية",
      "date": "1291 م - 1517 م",
      "details": "سيطر المماليك، حكام مصر، على فلسطين، مما جعلها جزءًا من طرقهم التجارية ومواقعهم الدينية. قاموا بتحصين المدن وبناء المدارس والمساجد والمؤسسات الدينية الأخرى.",
      "link": "https://www.britannica.com/place/Palestine/Mamluk-period"
    },
    "ottomanRule": {
      "title": "الحكم العثماني",
      "date": "1517 م - 1917 م",
      "details": "حكمت الإمبراطورية العثمانية فلسطين، وخلقت مجتمعًا سلميًا متعدد الثقافات. تطورت المدن الفلسطينية، وازدهرت التجارة والزراعة وطرق الحج الديني تحت الإدارة العثمانية.",
      "link": "https://www.britannica.com/place/Palestine/Ottoman-period"
    },
    "britishMandate": {
      "title": "الانتداب البريطاني",
      "date": "1917 م - 1948 م",
      "details": "بعد الحرب العالمية الأولى، حكمت بريطانيا فلسطين بموجب انتداب من عصبة الأمم، وواجهت توترات بين المجتمعات اليهودية والعربية مع زيادة الهجرة اليهودية ونشوء الحركات الوطنية.",
      "link": "https://www.britannica.com/place/Palestine/British-mandate"
    },
    "nakba": {
      "title": "النكبة",
      "date": "1948",
      "details": "النكبة هي مصطلح يشير إلى تهجير أكثر من 700,000 فلسطيني بعد تأسيس إسرائيل عام 1948. تم تدمير القرى، وأصبح العديد من الفلسطينيين لاجئين، مع استمرار التأثيرات على هويتهم وشتاتهم.",
      "link": "https://www.aljazeera.com/news/2020/5/15/the-nakba-exodus-of-palestinians-in-1948"
    },
    "naksa": {
      "title": "النكسة",
      "date": "1967",
      "details": "النكسة هي مصطلح يشير إلى حرب الأيام الستة، حيث احتلت إسرائيل الضفة الغربية وقطاع غزة ومرتفعات الجولان والقدس الشرقية. تم تهجير آلاف الفلسطينيين، مما زاد من حدة أزمة اللاجئين الفلسطينيين.",
      "link": "https://www.aljazeera.com/features/2017/6/5/what-you-need-to-know-about-the-naksa"
    },
    "gazaWars": {
      "title": "حروب غزة",
      "date": "2008 - حتى الآن",
      "details": "سلسلة من الصراعات في غزة بين القوات الإسرائيلية والفصائل الفلسطينية، بما في ذلك الحروب في 2008-09 و2012 و2014 وتصاعدات لاحقة. أدت هذه الصراعات إلى أزمات إنسانية شديدة وخسائر مدنية وأضرار للبنية التحتية في غزة.",
      "link": "https://www.bbc.com/arabic/middleeast-20415675"
    },
    "modernEra": {
      "title": "العصر الحديث",
      "date": "حتى الآن",
      "details": "يتضمن العصر الحديث في فلسطين جهودًا مستمرة لبناء الدولة، ومفاوضات السلام، ونشاط المجتمع المدني. لا يزال الفلسطينيون يواجهون تحديات تحت الاحتلال ويعملون على الحفاظ على تراثهم الثقافي وحقوقهم.",
      "link": "https://www.cfr.org/global-conflict-tracker/conflict/israeli-palestinian-conflict"
    }
  },

  "culture": {
    "title": "استكشاف الثقافة الفلسطينية",
    "music": {
      "title": "الموسيقى",
      "description": "الموسيقى الفلسطينية التقليدية جزء مهم من الهوية الثقافية، وتستخدم آلات مثل العود والدربكة. الأغاني غالبًا ما تصف جمال الأرض وصمود الشعب."
    },
    "dance": {
      "title": "الرقص",
      "description": "الدبكة، الرقص الشعبي الفلسطيني، ترمز للوحدة والفخر. يتم أداؤها في الأعراس والمناسبات الثقافية، وتجمع الناس عبر خطوات إيقاعية وتماسك الأيدي."
    },
    "cuisine": {
      "title": "المطبخ",
      "description": "المطبخ الفلسطيني غني بالنكهات، ويشمل أطباقًا شهيرة مثل المقلوبة، المسخن، والكنافة. الوجبات غالبًا ما تُشارك مع العائلة، مما يعكس الكرم وروح المجتمع."
    },
    "art": {
      "title": "الفن",
      "description": "الفن الفلسطيني يعبر عن تاريخ الشعب ونضالاته. من خلال التطريز، واللوحات، والشعر، يعبر الفنانون عن ارتباطهم بالأرض وتطلعاتهم للسّلام والحرية."
    },
    "traditions": {
      "title": "التّقاليد",
      "description": "التقاليد الفلسطينية تعكس مزيجًا من التأثيرات العربية والمتوسطية، مع عادات تتعلق بالأعراس، واللباس، والحياة الأسرية التي تنتقل عبر الأجيال."
    },
    "religion": {
      "title": "الدّين",
      "description": "الإسلام هو الدين السائد في فلسطين، مع تاريخ غني من الأهمية الدينية. المنطقة تحتوي على مواقع دينية هامة للمسلمين والمسيحيين، مما يبرز التراث الروحي العميق."
    },
    "clothing": {
      "title": "الملابس",
      "description": "الملابس التقليدية الفلسطينية تختلف حسب المنطقة، وتتميز بالتطريز والنقوش المعقدة. الثوب للنساء والكوفية للرجال هما ملابسان رمزيان يعكسان الهوية الفلسطينية."
    }
  },
  
    "artsData": {
      "embroidery": {
        "title": "التّطريز",
        "description": "التطريز الفلسطيني التقليدي بنقوش فريدة تعبر عن الهوية الثقافية."
      },
      "dabke": {
        "title": "دبكة",
        "description": "رقصة شعبية تقليدية تجسد الوحدة وتُؤدى في المناسبات الاحتفالية."
      },
      "ceramics": {
        "title": "الخزف",
        "description": "قطع خزفية مصنوعة يدويًا تعرض فنون التصميم الفلسطيني."
      },
      "pottery": {
        "title": "الفخّار",
        "description": "الفخار الفلسطيني التقليدي المشهور برموزه الثقافية وحرفيته."
      },
      "calligraphy": {
        "title": "الخط العربي",
        "description": "الخط العربي الفني الذي يعكس جمال اللغة من خلال التعبير البصري."
      },
      "oliveWood": {
        "title": "النّحت على خشب الزيتون",
        "description": "منحوتات خشب الزيتون المحلية التي تعرض الحرفية الفريدة لفلسطين."
      },
      "glassBlowing": {
        "title": "صناعة الزّجاج بالنّفخ",
        "description": "أعمال زجاجية تقليدية تنتج قطعًا ملونة باستخدام مواد معاد تدويرها."
      },
      "music": {
        "title": "الموسيقى",
        "description": "الموسيقى التقليدية التي تعبر عن التراث والهوية الفلسطينية."
      }
    },

    "literatureData": {
        "popularWritersTitle": "الكتاب الشعبيون",
        "close": "إغلاق",
        "books": "الكتب",
        "quotesFromBook": "اقتباسات من هذا الكتاب",
    
        "quotes": [
          { "text": "فلسطين ليست مكانًا فقط، إنها روح، نبض مقاومة.", "author": "محمود درويش" },
          { "text": "سنعود إلى الوطن، لأنه في دمائنا وعظامنا.", "author": "غسان كنفاني" },
          { "text": "الأرض هي إرثنا الوحيد، ولا يمكن لأحد أن يأخذها منا.", "author": "رشيد خالدي" }
        ],
    
        "writers": {
          "darwish": {
            "name": "محمود درويش",
            "shortBio": "شاعر فلسطيني بارز معروف بكتاباته عن الوطن والمقاومة.",
            "fullBio": "يعتبر محمود درويش من أكثر الشعراء تأثيراً في الأدب العربي الحديث. غالباً ما تعكس أعماله موضوعات الوطن والهوية والمقاومة.",
            "book1": {
              "title": "ذاكرة للنسيان",
              "description": "مذكرات شعرية عن الحرب الأهلية اللبنانية وتأملات درويش.",
              "detailedDescription": "هذا الكتاب مزيج من السرد الشخصي والتأمل الشعري، يستكشف حياة درويش وعلاقته بوطنه.",
              "quote1": "أن تكون فلسطينياً يعني أن تعرف الانتظار والمنفى والعودة.",
              "quote2": "الحصار ليس حصاراً؛ إنه حياة من الصمود."
            }
          },
          "kanafani": {
            "name": "غسان كنفاني",
            "shortBio": "كاتب فلسطيني وناشط سياسي معروف برواياته وقصصه القصيرة.",
            "fullBio": "كان غسان كنفاني كاتباً وصحافياً فلسطينياً، اشتهر بدفاعه عن حقوق الفلسطينيين وبقصصه القصيرة التي تعكس معاناة اللاجئين الفلسطينيين.",
            "book1": {
              "title": "رجال في الشمس",
              "description": "قصة قوية عن ثلاثة رجال فلسطينيين في رحلة إلى الكويت.",
              "detailedDescription": "هذه الرواية هي استكشاف مؤثر لنضال اللاجئين الفلسطينيين أثناء رحلتهم من أجل حياة أفضل.",
              "quote1": "المأساة الحقيقية ليست في الرحلة، بل في الصمت الذي يحيط بها.",
              "quote2": "لا تصرخ في يأس عندما يكون الصمت هو الذي يجب أن يكسر الأرض."
            }
          }
        }
      }
    
    
  
  
}
