{
  "home": "الرئيسية",
  "quote": "تاريخ كتبناه بالدم والصبر على درب الوطن.",
  "history1": "التاريخ",
  "culture1": "الثقافة",
  "literature": "فلسطين بعيون الكتاب",
  "arts": "الفنون الشائعة",
  "userReflections": "فلسطين بعيون الفلسطينيين",
  "learnMore":"لمعرفة المزيد",
  "history": {
    "kanaan":{
      "title": "العصر الكنعاني",
      "date": "حوالي 3000 ق.م - 1200 ق.م",
      "details": "بدأ تاريخ فلسطين بهجرة الكنعانيين، وهم شعوب سامية استوطنت المنطقة وأسست مدنًا مثل أريحا (أقدم مدينة مأهولة)، والقدس. تميزت الثقافة الكنعانية بالزراعة والتجارة وابتكار الحروف الأبجدية، مما جعل فلسطين مركزًا حضاريًا مهمًا.",
      "link":"https://www.worldhistory.org/canaan/"
    },
    "ancient": {
    "title": "العصور القديمة",
    "date": "حوالي 1200 ق.م - 332 ق.م",
    "details": "استقر الفلسطينيون، المعروفون بشعب البحر، في الساحل الفلسطيني بعد هجرتهم من منطقة البحر الأبيض المتوسط. أسسوا مدنًا رئيسية مثل غزة وعسقلان واشتهروا بالتجارة واستخدام الحديد. لاحقًا، ظهرت مملكة إسرائيل ويهودا بعد توحيد القبائل العبرية في القرن العاشر ق.م، لكنها شهدت انقسامات وغزوات من آشور وبابل. عام 586 ق.م، غزا البابليون بقيادة نبوخذ نصر فلسطين، ودمروا الهيكل الأول ونفوا العديد من اليهود إلى بابل. عندما سيطر الفرس عام 538 ق.م، سمحوا بعودة اليهود من بابل وبناء الهيكل الثاني، وأصبحت فلسطين مركزًا تجاريًا مهمًا يربط آسيا بإفريقيا.",
    "link": "https://www.worldhistory.org/canaan/"
  },
  "hellenistic": {
    "title": "العصر الهلنستي",
    "date": "332 ق.م - 63 ق.م",
    "details": "بعد غزو الإسكندر الأكبر لفلسطين، أصبحت المنطقة جزءًا من الإمبراطورية الهلنستية. وفي ظل حكم السلوقيين ثم البطالمة، تأثرت الثقافة الفلسطينية بالثقافة اليونانية. حدثت ثورات يهودية مثل ثورة المكابيين في القرن الثاني ق.م. فيما بعد، سيطر الرومان على فلسطين.",
    "link": "https://www.worldhistory.org/Hellenistic_Period/"
  },
  "roman": {
    "title": "العصر الروماني",
    "date": "63 ق.م - 324 م",
    "details": "دخلت فلسطين تحت سيطرة الإمبراطورية الرومانية، حيث أصبحت جزءًا من ولاية يهودا. في هذا العصر، حدثت العديد من الأحداث الهامة، مثل تدمير الهيكل الثاني في 70 م. كما شهدت فلسطين توترًا بين اليهود والإمبراطورية الرومانية، مما أدى إلى العديد من الثورات. في وقت لاحق، أصبحت المسيحية الديانة الرسمية للإمبراطورية الرومانية.",
    "link": "https://www.worldhistory.org/Roman_Empire/"
  },
  "byzantine": {
    "title": "العصر البيزنطي",
    "date": "324 م - 636 م",
    "details": "بعد انقسام الإمبراطورية الرومانية، أصبحت فلسطين جزءًا من الإمبراطورية البيزنطية. شهد هذا العصر تعزيز المسيحية في المنطقة، حيث بنيت العديد من الكنائس. في الوقت ذاته، تعرضت فلسطين لغزوات من الفرس ثم العرب.",
    "link": "https://www.worldhistory.org/Byzantine_Empire/"
  },
  "islamic": {
    "title": "العصر الإسلامي",
    "date": "636 م - 1099 م",
    "details": "دخلت فلسطين تحت الحكم الإسلامي بعد معركة اليرموك عام 636 م. وأصبحت جزءًا من الخلافة الأموية ثم العباسية. شهدت المنطقة بناء العديد من المساجد والمقدسات الإسلامية. كما كانت فلسطين مركزًا تجاريًا مهمًا بين الشرق والغرب.",
    "link": "https://www.worldhistory.org/Islamic_Empire/"
  },
  "crusader": {
    "title": "الحروب الصليبية",
    "date": "1099 م - 1291 م",
    "details": "غزا الصليبيون فلسطين في أواخر القرن الحادي عشر وأسسوا مملكة القدس. وكان هذا العصر مليئًا بالنزاعات بين المسلمين والصليبيين. في النهاية، استعاد المسلمون بقيادة صلاح الدين الأيوبي القدس عام 1187 م. ثم انتهت الحروب الصليبية بعد سقوط عكا في 1291 م.",
    "link": "https://www.worldhistory.org/Crusader_State/"
  },
  "ottoman": {
    "title": "العصر العثماني",
    "date": "1517 م - 1917 م",
    "details": "سيطرت الإمبراطورية العثمانية على فلسطين منذ عام 1517. استمر هذا الحكم لأربعة قرون، حيث شهدت فلسطين خلاله بعض التحولات في الحياة الاقتصادية والاجتماعية. ولكن مع بداية القرن العشرين، بدأ ظهور الحركة الوطنية الفلسطينية وبدأت التوترات مع الحركة الصهيونية.",
    "link": "https://www.worldhistory.org/Ottoman_Empire/"
  },
  "british_mandate": {
    "title": "الانتداب البريطاني",
    "date": "1917 م - 1948 م",
    "details": "بعد نهاية الحرب العالمية الأولى، تولت بريطانيا مسؤولية فلسطين بموجب الانتداب البريطاني. شهدت هذه الفترة تصاعدًا في التوترات بين العرب واليهود، حيث سعى اليهود لإقامة وطن قومي لهم. في عام 1947، اقترحت الأمم المتحدة خطة لتقسيم فلسطين، وهو ما أدى إلى تفجر النزاع.",
    "link": "https://www.worldhistory.org/British_Mandate_in_Palestine/"
  },
  "nakba": {
    "title": "النكبة",
    "date": "1948 م",
    "details": "في عام 1948، أعلنت دولة إسرائيل، مما أدى إلى نزوح جماعي للسكان الفلسطينيين. الحرب التي تلت ذلك أسفرت عن تشريد مئات الآلاف من الفلسطينيين، وأصبحت هذه الأحداث تعرف بالنكبة. تم تقسيم فلسطين إلى مناطق تحت السيطرة الإسرائيلية والأردنية والمصرية.",
    "link": "https://www.worldhistory.org/Nakba/"
  },
    "naksa": {
    "title": "نكسة 1967",
    "date": "1967 م",
    "details": "خلال حرب الأيام الستة عام 1967، احتلت إسرائيل ما تبقى من فلسطين التاريخية، بما في ذلك الضفة الغربية وقطاع غزة والقدس الشرقية. أدت هذه الحرب إلى تهجير آلاف الفلسطينيين مرة أخرى وتوسيع السيطرة الإسرائيلية على الأراضي الفلسطينية. كما بدأت المستوطنات الإسرائيلية بالتوسع في الأراضي المحتلة.",
    "link": "https://www.worldhistory.org/Six_Day_War/"
  },
  "intifada_1": {
    "title": "الانتفاضة الأولى",
    "date": "1987 م - 1993 م",
    "details": "اندلعت الانتفاضة الأولى احتجاجًا على الاحتلال الإسرائيلي، وتميزت بالمظاهرات والإضرابات والمواجهات الشعبية. انتهت الانتفاضة بتوقيع اتفاقية أوسلو عام 1993، التي وعدت بإقامة دولة فلسطينية ولكنها لم تحقق نتائج ملموسة على الأرض.",
    "link": "https://www.worldhistory.org/First_Intifada/"
  },
  "oslo": {
    "title": "اتفاقية أوسلو",
    "date": "1993 م",
    "details": "تم توقيع اتفاقية أوسلو بين منظمة التحرير الفلسطينية وإسرائيل برعاية الولايات المتحدة. نصت الاتفاقية على إقامة السلطة الوطنية الفلسطينية كحكم ذاتي مؤقت في أجزاء من الضفة الغربية وقطاع غزة، مع السعي لحل دائم للصراع. ومع ذلك، لم تؤدِ الاتفاقية إلى إنهاء الاحتلال أو تحقيق دولة فلسطينية مستقلة.",
    "link": "https://www.worldhistory.org/Oslo_Accords/"
  },
  "intifada_2": {
    "title": "الانتفاضة الثانية",
    "date": "2000 م - 2005 م",
    "details": "اندلعت الانتفاضة الثانية بعد زيارة أرييل شارون للمسجد الأقصى. اتسمت هذه الفترة بموجة عنف شديدة بين الفلسطينيين والإسرائيليين، بما في ذلك اجتياحات عسكرية إسرائيلية واسعة النطاق وبناء جدار الفصل العنصري. أدت الانتفاضة إلى تدهور الوضع الإنساني في الأراضي الفلسطينية.",
    "link": "https://www.worldhistory.org/Second_Intifada/"
  },
  "gaza_wars": {
    "title": "حروب غزة",
    "date": "2008 م - الآن",
    "details": "منذ عام 2008، شهد قطاع غزة سلسلة من الحروب بين الفصائل الفلسطينية وإسرائيل، أدت إلى دمار واسع ومعاناة إنسانية. الحصار الإسرائيلي المفروض على القطاع منذ 2007 زاد من تدهور الأوضاع الاقتصادية والاجتماعية، مع استمرار المواجهات.",
    "link": "https://www.worldhistory.org/Gaza_Wars/"
  },
  "current": {
    "title": "الوضع الحالي",
    "date": "القرن 21",
    "details": "يستمر الصراع الفلسطيني الإسرائيلي مع استمرار الاحتلال الإسرائيلي وبناء المستوطنات. في الوقت ذاته، تعاني الأراضي الفلسطينية من انقسامات داخلية بين الضفة الغربية التي تديرها السلطة الفلسطينية وقطاع غزة الذي تديره حركة حماس. رغم المبادرات الدولية، لا تزال آفاق الحلول السياسية بعيدة المنال.",
    "link": "https://www.worldhistory.org/Palestine_Conflict/"
  }
  },

  "culture": {
    "title": "استكشاف الثقافة الفلسطينية",
    "music": {
      "title": "الموسيقى",
      "description": "الموسيقى الفلسطينية التقليدية جزء مهم من الهوية الثقافية، وتستخدم آلات مثل العود والدربكة. الأغاني غالبًا ما تصف جمال الأرض وصمود الشعب."
    },
    "dance": {
      "title": "الرقص",
      "description": "الدبكة، الرقص الشعبي الفلسطيني، ترمز للوحدة والفخر. يتم أداؤها في الأعراس والمناسبات الثقافية، وتجمع الناس عبر خطوات إيقاعية وتماسك الأيدي."
    },
    "cuisine": {
      "title": "المطبخ",
      "description": "المطبخ الفلسطيني غني بالنكهات، ويشمل أطباقًا شهيرة مثل المقلوبة، المسخن، والكنافة. الوجبات غالبًا ما تُشارك مع العائلة، مما يعكس الكرم وروح المجتمع."
    },
    "art": {
      "title": "الفن",
      "description": "الفن الفلسطيني يعبر عن تاريخ الشعب ونضالاته. من خلال التطريز، واللوحات، والشعر، يعبر الفنانون عن ارتباطهم بالأرض وتطلعاتهم للسّلام والحرية."
    },
    "traditions": {
      "title": "التّقاليد",
      "description": "التقاليد الفلسطينية تعكس مزيجًا من التأثيرات العربية والمتوسطية، مع عادات تتعلق بالأعراس، واللباس، والحياة الأسرية التي تنتقل عبر الأجيال."
    },
    "religion": {
      "title": "الدّين",
      "description": "الإسلام هو الدين السائد في فلسطين، مع تاريخ غني من الأهمية الدينية. المنطقة تحتوي على مواقع دينية هامة للمسلمين والمسيحيين، مما يبرز التراث الروحي العميق."
    },
    "clothing": {
      "title": "الملابس",
      "description": "الملابس التقليدية الفلسطينية تختلف حسب المنطقة، وتتميز بالتطريز والنقوش المعقدة. الثوب للنساء والكوفية للرجال هما ملابسان رمزيان يعكسان الهوية الفلسطينية."
    }
  },
  
    "artsData": {
      "embroidery": {
        "title": "التّطريز",
        "description": "التطريز الفلسطيني التقليدي بنقوش فريدة تعبر عن الهوية الثقافية."
      },
      "dabke": {
        "title": "دبكة",
        "description": "رقصة شعبية تقليدية تجسد الوحدة وتُؤدى في المناسبات الاحتفالية."
      },
      "ceramics": {
        "title": "الخزف",
        "description": "قطع خزفية مصنوعة يدويًا تعرض فنون التصميم الفلسطيني."
      },
      "pottery": {
        "title": "الفخّار",
        "description": "الفخار الفلسطيني التقليدي المشهور برموزه الثقافية وحرفيته."
      },
      "calligraphy": {
        "title": "الخط العربي",
        "description": "الخط العربي الفني الذي يعكس جمال اللغة من خلال التعبير البصري."
      },
      "oliveWood": {
        "title": "النّحت على خشب الزيتون",
        "description": "منحوتات خشب الزيتون المحلية التي تعرض الحرفية الفريدة لفلسطين."
      },
      "glassBlowing": {
        "title": "صناعة الزّجاج بالنّفخ",
        "description": "أعمال زجاجية تقليدية تنتج قطعًا ملونة باستخدام مواد معاد تدويرها."
      },
      "music": {
        "title": "الموسيقى",
        "description": "الموسيقى التقليدية التي تعبر عن التراث والهوية الفلسطينية."
      }
    },

    "literatureData": {
        "popularWritersTitle": "الكتاب الشعبيون",
        "close": "إغلاق",
        "books": "مؤلّفات",
        "quotesFromBook": "اقتباسات من هذا الكتاب",
    
        "quotes": [
          { "text": "فلسطين ليست مكانًا فقط، إنها روح، نبض مقاومة.", "author": "محمود درويش" },
          { "text": "سنعود إلى الوطن، لأنه في دمائنا وعظامنا.", "author": "غسان كنفاني" },
          { "text": "الأرض هي إرثنا الوحيد، ولا يمكن لأحد أن يأخذها منا.", "author": "رشيد خالدي" }
        ],
    
  "writers": {
  "mureed": {
      "name": "مريد برغوثي",
      "shortBio": "شاعر وروائي فلسطيني معروف بتأملاته حول الحب والمنفى.",
      "fullBio": "وُلد مريد البرغوثي في قرية فلسطينية بالقرب من رام الله عام 1944، وتعرض للنفي لأول مرة في عام 1967 أثناء دراسته في القاهرة عندما أصبح الوصول إلى الضفة الغربية مستحيلًا، ثم في عام 1976 تم ترحيله من مصر ولاحقًا من لبنان والأردن. خلال فترة إقامته في مصر، ترك وراءه زوجته، رضوى عاشور، وهي كاتبة ومترجمة معروفة، وطفلهما الرضيع تميم. أثّر النفي بشكل عميق على شعره، الذي يتناول في كثير من الأحيان معاناة اللاجئين. يؤمن البرغوثي أن الشعر، حتى الشعر الرؤيوي، يمكن أن يتحدث إلى الناس تحت وطأة القمع. يتميز شعر البرغوثي بنفوره من الخطابة، حيث يستخدم لغة بصرية واضحة بدلًا من التعبيرات المجردة، ويظهر ذلك في مجموعتيه الشعريتين قصائد الرصيف (1980) ومنتصف الليل وقصائد أخرى (2008)، حيث يستخدم السخرية والفكاهة دون دعاية. تعكس كلماته حقيقة عميقة وبسيطة، كما يظهر في عبارته 'الصمت قال: الحقيقة لا تحتاج إلى بلاغة'. في عام 1998، زار البرغوثي رام الله مرة أخرى مع ابنه، ودوّن هذه التجربة في كتابه رأيت رام الله. وهو يقيم الآن مرة أخرى في القاهرة.",
      "book1": {
        "title": "رأيت رام الله",
        "description": "يصف تجربة العودة إلى فلسطين بعد سنوات من المنفى.",
        "quote1": "العودة بعد غياب هي أن ترى ما تبقى من المكان بعينين جديدتين.",
        "quote2": "وهل تسع الأرض قسوة أن تصنع الأم فنجان قهوتها مفرداً في صباح الشتات ؟"
      },
      "book2": {
        "title": "منتصف الليل",
        "description": "قصائد تستكشف الحب والفقدان في سياق التهجير.",
        "quote1": "كل منتصف الليل يحمل معه الذكريات التي حاولت دفنها.",
        "quote2": "كأنّ نَظْرَتَهْ‫تأمرُ الأنقاضَ أن تَعودَ بيتاً عامراً"
      },
      "book3": {
        "title": "ولدت هناك ولدت هنا",
        "description": "سيرة ذاتية تتناول حياة البرغوثي وابنه تميم، مشبعة بالتأملات حول الهوية والمنفى والأمل.",
        "quote1": "الولادة مرتين تعني أن الهوية ليست شيئًا ثابتًا، بل رحلة تتغير مع الزمن.",
        "quote2": "الأب يكتب ذكريات المنفى، والابن يكتب الوطن كما يتخيله."
      }
},
    "ibrahim": {
    "name": "إبراهيم نصر الله",
    "shortBio": "كاتب وشاعر وروائي فلسطيني معروف بأعماله التي تستكشف التاريخ والهوية الفلسطينية.",
    "fullBio": "إبراهيم نصر الله كاتب فلسطيني بارز، وُلد عام 1954 لوالدين فلسطينيين في مخيم للاجئين في الأردن، وتأثرت أعماله بشكل كبير بتجربة المنفى واللجوء. تتناول رواياته وقصائده موضوعات الهوية والصمود والقضية الفلسطينية، ويستخدم فيها أساليب تجمع بين الواقعية وعناصر الفلكلور والدستوبيا والاستعارة. من خلال كتاباته، يسعى نصر الله إلى تصوير العمق التاريخي والعاطفي للتجربة الفلسطينية، ويعكس التزامه العميق بنقل صوت الشعب الفلسطيني وكفاحه المستمر من أجل العدالة. يعتبر من الكتاب الذين يسخرون فن السرد لإحياء التراث الفلسطيني وإبراز الروح الإنسانية المتحدية.",
    "book1": {
      "title": "زمن الخيول البيضاء",
      "description": "رواية تاريخية شاملة تصور الحياة الفلسطينية عبر ثلاثة أجيال، وصولاً إلى نكبة 1948.",
      "quote1": "كل رائحة من هذه الأرض تذكرني بالحلم الذي لم يتحقق.",
      "quote2": "تحمل الأرض قصصاً لا يمكن لأقدم الأرواح أن ترويها بالكامل."
    },
    "book2": {
      "title": "حرب الكلب الثانية",
      "description": "رواية دستوبية تستعرض التأثير المدمر للصراعات وتحول الطبيعة البشرية تحت وطأة القهر.",
      "quote1": "الحرب تغيرنا، لكن ما يبقى دون أن يُمس هو شوقنا.",
      "quote2": "في عالمٍ ينهار بالانقسام، تبقى أعمق معركة هي الحفاظ على الإنسانية."
    },
    "book3": {
      "title": "داخل الليل",
      "description": "مجموعة من القصص التي تستعرض الصمود والسعي للأمل وسط اضطرابات المنفى والصراع.",
      "quote1": "في أظلم الليالي، يكون حتى أصغر ضوء هو أمل.",
      "quote2": "كل قصة تُروى كانت فعل بقاء، وتحدٍ للصمت."
    }
},

    "kanafani": {
    "name": "غسان كنفاني",
    "shortBio": "روائي وصحفي فلسطيني بارز، عرف بتركيزه على قضايا اللاجئين والمقاومة.",
    "fullBio": "وُلد غسان كنفاني عام 1936، ويُعدّ من أبرز الأدباء الفلسطينيين الذين سلطوا الضوء على معاناة اللاجئين الفلسطينيين وقضايا النضال من أجل الحرية. كان عضواً في الجبهة الشعبية لتحرير فلسطين، واستخدم الأدب كوسيلة للمقاومة وتعبيراً عن صوت المهمشين. قُتل كنفاني في عملية اغتيال عام 1972، لكن إرثه الأدبي ما زال حياً من خلال رواياته وقصصه القصيرة التي تستكشف قضايا النفي والهوية والصمود، وتصوّر التكلفة الإنسانية للتهجير والحنين العميق إلى العودة والعدالة.",
    "book1": {
      "title": "رجال في الشمس",
      "description": "رواية قوية تصوّر معاناة اللاجئين الفلسطينيين الباحثين عن حياة جديدة، وما يواجهونه من تحديات مؤلمة.",
      "quote1": "لا يمكن للإنسان أن يعيش في خوف دائم.",
      "quote2": "لماذا لم تدقوا جدران الخزان؟"
    },
    "book2": {
      "title": "عائد إلى حيفا",
      "description": "قصة تتناول جراح الفقدان، الهوية، والتعقيدات المؤلمة للعودة تحت الاحتلال.",
      "quote1": "العودة ليست ببساطة أن تعود.",
      "quote2": "الذكريات تبقى بعد الخراب، وكذلك الألم الكامن في حقيقتها."
    },
    "book3": {
      "title": "ما تبقى لكم",
      "description": "رواية قصيرة تستكشف الحب والخيانة وصمود الروح البشرية وسط قسوة النفي.",
      "quote1": "في وجه الفقدان، يبقى فقط أن تتشبث بما لديك.",
      "quote2": "كل خسارة تترك شيئاً خلفها، حتى لو كان مجرد القوة لتحملها."
    }
},

  "hassan": {
    "name": "حسن سامي يوسف",
    "shortBio": "كاتب وروائي فلسطيني معروف بأعماله الأدبية والسينمائية التي تعكس واقع المجتمع الفلسطيني وصموده.",
    "fullBio": "حسن سامي يوسف هو كاتب وسيناريست فلسطيني بارز، تميزت أعماله بتصويرها المعبر للصراعات اليومية والمشاعر والصلابة التي تتجلى في المجتمع الفلسطيني. من خلال رواياته وسيناريوهاته، يستكشف يوسف تعقيدات العلاقات الإنسانية، والحب، وآثار المنفى والصراع على الهوية والذاكرة.",
    "book1": {
      "title": "قصة حب في الحرب",
      "description": "رواية مؤثرة تستكشف هشاشة وقوة الحب وسط قسوة الصراع.",
      "quote1": "الحب في زمن الحرب اختبار، ولكنه يصبح نبض الصمود.",
      "quote2": "في عالم مليء بالدمار، يبقى الحب الشيء الوحيد الذي يرفض الموت."
    },
    "book2": {
      "title": "أيام الكراهية",
      "description": "سرد قوي حول صمود الأفراد العاديين وأملهم وسط الاضطرابات السياسية والتوترات.",
      "quote1": "الكراهية قد تحرق، لكن الأمل هو وقود القلب.",
      "quote2": "حتى في أحلك الأيام، هناك دائمًا شعاع من النور يرفض الانطفاء."
    },
    "book3": {
      "title": "أصداء المنفى",
      "description": "رحلة تأملية في آلام المنفى وتأثير الذكريات المستمر والشوق إلى الوطن.",
      "quote1": "المنفى ليس فقط مسافة، إنه كسر يستمر في القلب والروح.",
      "quote2": "نحن لا نبعد عن الوطن أبدًا؛ إنه يبقى معنا في كل فكرة، في كل حلم."
    }
},

  "jubra": {
    "name": "جبرا إبراهيم جبرا",
    "shortBio": "كاتب وشاعر فلسطيني، يركز على تجارب اللاجئين والحياة الفلسطينية.",
    "fullBio": "جبرا إبراهيم جبرا كان كاتبًا فلسطينيًا شهيرًا ومثقفًا تناول في أعماله مواضيع النزوح والهوية وتجربة اللاجئين.",
    "book1": {
      "title": "في البحث عن وليد مسعود",
      "description": "رواية تستكشف الهوية والنزوح في الشتات.",
      "quote1": "الألم الذي يحمله الفلسطيني لا يمكن أن يمحى.",
      "quote2": "نبحث عن الوطن، لكنه دائمًا بعيد المنال."
    },
    "book2": {
      "title": "الصيادون في شارع ضيق",
      "description": "تستعرض حياة الفلسطينيين في المنفى في مجتمع سريع التغيير.",
      "quote1": "الشارع ضيق، ولكن أرواحنا واسعة.",
      "quote2": "المنفى ليس فقط عن البعد عن الوطن؛ إنه التمزق بين عالمين."
    },
    "book3": {
      "title": "السفينة",
      "description": "تروي معاناة وصراعات اللاجئين الذين يبحثون عن حياة جديدة.",
      "quote1": "في كل رحلة يكمن صدى ما تركناه وراءنا.",
      "quote2": "البحر يمكن أن يحملنا، لكنه لا يمكنه أن يمحو ذكرياتنا."
    }
  },
  "darwish": {
    "name": "محمود درويش",
    "shortBio": "شاعر فلسطيني شهير، معروف بقوة شعره حول الهوية والمنفى.",
    "fullBio": "محمود درويش يعتبر شاعر فلسطين الوطني، وتتناول أعماله معاناة الشعب الفلسطيني، وحب الوطن، وجوهر المنفى.",
    "book1": {
      "title": "للأسف كان الجنة",
      "description": "مجموعة من القصائد التي تستكشف موضوعات المنفى، والفقدان، والبحث عن الهوية.",
      "quote1": "في وطني، ملجأي الوحيد هو الكلمات.",
      "quote2": "أن تولد في المنفى هو أن تولد مرتين، مرة في الأرض ومرة في ذاكرته."
    },
    "book2": {
      "title": "عبء الفراشة",
      "description": "استكشاف شعري عن الحب والفقدان وجذب الوطن الذي لا يموت.",
      "quote1": "ولدت لأحب جميع الناس، ولكن الحرب مزقت قلبي.",
      "quote2": "الحب، مثل وطننا، يمكن تمزيقه لكن لا يمكن نسيانه أبدًا."
    },
    "book3": {
      "title": "الجدارية",
      "description": "تفكير في الموت، والمنفى، ومرونة الروح الفلسطينية.",
      "quote1": "في كل منفى، نولد مجددًا لنعيش تاريخنا من جديد.",
      "quote2": "ما يُفقد في المنفى هو جوهر الذات؛ ومع ذلك، في المنفى نكتشف قوتنا."
    }
  },
  "ibrahim_touqan": {
    "name": "إبراهيم طوقان",
    "shortBio": "شاعر فلسطيني معروف بالمواضيع الوطنية والتعبير الشعري.",
    "fullBio": "إبراهيم طوقان كان شاعرًا فلسطينيًا رائدًا، مشهورًا بقصائده الوطنية التي تثير الفخر والمرونة في مواجهة الشدائد.",
    "book1": {
      "title": "الزاهد",
      "description": "مجموعة من القصائد التي تعكس حبه للوطن، وأمله، وروحه التي لا تلين.",
      "quote1": "وطني، أغنيتي الوحيدة في روحي.",
      "quote2": "في مواجهة الظلم، ينبض القلب فقط من أجل الأرض."
    },
    "book2": {
      "title": "أصوات المقاومة",
      "description": "قصائد وطنية تدعو إلى المرونة والوحدة والمستقبل المليء بالأمل.",
      "quote1": "من خلال الشعر، نبقي أرواحنا حية.",
      "quote2": "المقاومة ليست مجرد فعل؛ بل هي طريقة للوجود."
    },
    "book3": {
      "title": "القلب المنفى",
      "description": "استكشاف موضوعات المنفى، والوطنية، والاتصال العميق بالوطن.",
      "quote1": "حتى في المنفى، ينبض قلبي من أجل الوطن.",
      "quote2": "المنفى هو ألم يرن في الروح، ولكنه ألم نحمله بفخر."
    }
  },
  "fadwa": {
    "name": "فدوى طوقان",
    "shortBio": "شاعرة فلسطينية معروفة لاستكشافها مواضيع المقاومة والمرونة.",
    "fullBio": "فدوى طوقان، المعروفة أيضًا بلقب 'شاعرة فلسطين'، مشهورة بشعرها القوي حول الهوية الفلسطينية، والنضال، وروح شعبها التي لا تلين.",
    "book1": {
      "title": "رحلة جبلية",
      "description": "سيرة ذاتية تحكي قصة حياتها، ونضالها، ونموها.",
      "quote1": "أمشي وحدي، لكن صوتي يحمل الآلاف.",
      "quote2": "في الجبال، أجد القوة؛ وفي الوديان، أجد صوتي."
    },
    "book2": {
      "title": "موت النهر من العطش",
      "description": "مجموعة من القصائد النثرية التي تركز على الحب والفقدان ومرونة الروح البشرية.",
      "quote1": "نهر الحزن يتدفق في عروقي.",
      "quote2": "عندما يجف النهر، نشرب من آبار الذاكرة."
    },
    "book3": {
      "title": "وجه فلسطين الأبدي",
      "description": "تحية شعرية لفلسطين وشعبها، تخلد نضالهم ومرونتهم.",
      "quote1": "فلسطين، أبدية في كل قلب يقاوم من أجلها.",
      "quote2": "وجه فلسطين لا ينقضي، محفور في قلوب أطفالها."
    }
  },
  "tamim": {
    "name": "تميم البرغوثي",
    "shortBio": "شاعر فلسطيني مصري معروف بصوته القوي حول القضايا الاجتماعية والسياسية.",
    "fullBio": "تميم البرغوثي هو شاعر يمزج بين التاريخ والهوية والتعليق السياسي في أعماله، مسلطًا الضوء على تجارب وصراعات الفلسطينيين.",
    "book1": {
      "title": "في القدس",
      "description": "قصيدة طويلة تصف تجربة زيارة القدس، مليئة بالحنين والتأملات السياسية.",
      "quote1": "القدس، مهد الذكرى، حيث أبحث عن روحي.",
      "quote2": "في القدس، أجد السلام وأعمق الحنين."
    },
    "book2": {
      "title": "الذي بين",
      "description": "مجموعة من القصائد التي تستكشف الهوية والانتماء وتعقيدات العيش بين الثقافات.",
      "quote1": "بين أرضين، يبحث روحي عن نفسها.",
      "quote2": "الهوية ليست مكانًا ثابتًا، بل هي رحلة بين العوالم."
    }
  },
  "suzan": {
    "name": "سوزان أبو الهوى",
    "shortBio": "شاعرة وكاتبة فلسطينية معروفة بمنظورها النسوي وتعليقها الاجتماعي.",
    "fullBio": "سوزان أبو الهوى هي كاتبة فلسطينية وشاعرة نسوية تستكشف قضايا النوع الاجتماعي والهوية والعدالة الاجتماعية من خلال أعمالها.",
    "book1": {
      "title": "وزن السماء",
      "description": "مجموعة من القصائد حول الحب والفقدان والنضال الفلسطيني.",
      "quote1": "السماء فوقنا ثقيلة بالأحلام واليأس.",
      "quote2": "وزن السماء ليس شيئًا مقارنةً بحمل التاريخ."
    },
    "book2": {
      "title": "المرأة عند النافذة",
      "description": "رواية عن رحلة امرأة لاكتشاف الذات، والمرونة، والسعي من أجل العدالة.",
      "quote1": "وراء كل نافذة، قصة تكشف.",
      "quote2": "من خلال النافذة، أرى العالم كما يجب أن يكون، لا كما هو."
    },
    "book3": {
      "title": "صمت الليل",
      "description": "مجموعة من القصص القصيرة عن الحب والعلاقات وتعقيدات الحالة البشرية.",
      "quote1": "في الصمت، يتحدث القلب عن حقيقته.",
      "quote2": "الليل يحمل أسرارًا، ولكن القلب لا يستطيع إبقاؤها للأبد."
    }
  },
  "samih": {
    "name": "سميح القاسم",
    "shortBio": "شاعر فلسطيني معروف بتعليقاته السياسية والاجتماعية.",
    "fullBio": "سميح القاسم هو شاعر فلسطيني بارز تناول في أعماله موضوعات الظلم والمقاومة والانتماء، مع التركيز على تجارب اللاجئين الفلسطينيين.",
    "book1": {
      "title": "أيام الزهور",
      "description": "مجموعة من القصائد التي تروي قصة مقاومة الفلسطينين وحبهم للأرض.",
      "quote1": "أزهار الأرض لا تذبل، حتى في العواصف.",
      "quote2": "قوة الأرض تكمن في جذورها، ونحن جذورها."
    },
    "book2": {
      "title": "إيقاع القلب",
      "description": "أعمال شعرية تروي عن الحب، الحرب، والصلابة الفلسطينية.",
      "quote1": "قلب الفلسطيني لا يعرف اليأس.",
      "quote2": "في قلب العاصفة، نجد قوتنا."
    },
    "book3": {
      "title": "وجه الوطن",
      "description": "قصائد عن مرونة شعب فلسطين وفخره بوطنه.",
      "quote1": "وطننا لن يموت، فكل وجه يحمل وجه الوطن.",
      "quote2": "إلى الوطن، مهما ابتعدنا، لا ننسى أبدا."
    }
  },


    "edward": {
      "name": "إدوارد سعيد",
      "shortBio": "ناقد أدبي فلسطيني-أمريكي ومفكر عام.",
      "fullBio": "إدوارد سعيد كان باحثًا فلسطينيًا-أمريكيًا رائدًا، حيث انتقد الأيديولوجيات الغربية التي تمثل الشرق وأثرها على السياسة والثقافة والهوية. كان تحليل سعيد للثقافة والإمبريالية الثقافية من الركائز الأساسية لدراسات ما بعد الاستعمار، حيث تحدى هيمنة الغرب وفتح المجال لتمثيل الأصوات المهمشة.",
      "book1": {
        "title": "الاستشراق",
        "description": "تحليل نقدي للتمثيلات الغربية للشرق.",
        "quote1": "الشرق مخلوق من الغرب.",
        "quote2": "الاستشراق ليس مجرد تقليد للغرب بل هو تجسيد لخيالات الغرب."
      },
      "book2": {
        "title": "الثقافة والإمبريالية",
        "description": "استكشاف العلاقة بين الثقافة والسلطة.",
        "quote1": "الثقافة هي موقع الهيمنة والمقاومة.",
        "quote2": "الإمبريالية كانت دائمًا مشروعًا ثقافيًا أكثر من كونها سياسيًا أو اقتصاديًا."
      },
      "book3": {
        "title": "خارج المكان",
        "description": "مذكرات عن الهوية والمنفى والانتماء.",
        "quote1": "أن تكون خارج المكان يعني أن تكون دائمًا في حالة تطور.",
        "quote2": "المنفى ليس مجرد حالة جسدية بل هو حالة ذهنية، بحث دائم عن الانتماء."
      }
    },
    "sahar": {
      "name": "سحر خليفة",
      "shortBio": "روائية فلسطينية وكاتبة قصص قصيرة معروفة بمنظورها النسوي.",
      "fullBio": "سحر خليفة هي واحدة من أبرز الكتاب الفلسطينيين الذين يمثّلون صراع النساء الفلسطينيات. من خلال رواياتها، تسلط الضوء على التحديات المرتبطة بالجنس والهوية والتغيير الاجتماعي في سياق الصراع الفلسطيني. أسلوبها الأدبي يجمع بين الشخصي والسياسي، مبرزًا واقع النساء في مجتمع يعاني من الاحتلال.",
      "book1": {
        "title": "بنات إميلي",
        "description": "رواية عن حياة النساء الفلسطينيات.",
        "quote1": "بنات إميلي يحملن عبء التاريخ.",
        "quote2": "في صمت الأرض، تردد أصوات النساء بأعلى صوت."
      },
      "book2": {
        "title": "اللوتس والكلب",
        "description": "مجموعة من القصص القصيرة عن الحب والفقدان والحالة الإنسانية.",
        "quote1": "اللوتس يزهر في الوحل، والكلب يظل مخلصًا.",
        "quote2": "في كل مأساة يوجد جمال، كما في كل حب يوجد ألم."
      },
      "book3": {
        "title": "الصمت والصرخة",
        "description": "رواية عن نضال الفلسطينيين من أجل الحرية.",
        "quote1": "في الصمت، يزداد صراخ المقاومة.",
        "quote2": "صراخ الحرية لا يمكن أن يُسكت، حتى في أحلك الأوقات."
      }
    },
    "abdul_rahim": {
      "name": "عبد الرحيم محمود",
      "shortBio": "شاعر وكاتب فلسطيني معروف بأعماله الواقعية والنقدية.",
      "fullBio": "عبد الرحيم محمود كان شاعرًا وكاتبًا فلسطينيًا رائدًا، حيث كانت أعماله تعكس واقع الحرب والنزوح، وتؤكد على صمود الشعب الفلسطيني. استخدم محمود في أعماله صورًا شعرية حية تنتقد الواقع السياسي والاجتماعي وتبرز جمال الأرض وصمود الناس في وجه الاحتلال.",
      "book1": {
        "title": "الأرض والشعب",
        "description": "مجموعة من القصائد عن الأرض والشعب الفلسطيني.",
        "quote1": "الأرض تبكي، والشعب يحن.",
        "quote2": "الأرض لا تنسى أقدام من حاربوا من أجلها."
      },
      "book2": {
        "title": "صمت الليل",
        "description": "رواية عن تأثير الحرب على الأفراد والمجتمع.",
        "quote1": "في الصمت، تظل أصداء الحرب حاضرة.",
        "quote2": "الحرب تدمر الجسد، لكن الصمت يدمر الروح."
      },
      "book3": {
        "title": "الجيل الضائع",
        "description": "مجموعة من القصص القصيرة عن نضال الشباب الفلسطيني.",
        "quote1": "المستقبل غير مضمون، لكن الأمل باقي.",
        "quote2": "نحن أطفال الخراب، ومع ذلك لا نزال نحلم بمستقبل."
      }
    }
      
      }
    }
  }